[
 {
  "Name": "Space Dynamix Marketing",
  "Idea": "SpaceDM is a Marketing company dedicated to Space Industry. We understand the space business. Our aim is to identify the most profitable strategy for our customers guaranteeing in achieving their Return on Investments. Our goal is the contamination of ideas and experiences, with the aim of offering a model and an innovative approach for the launch of space projects for our customers. We help build a digital strategy as an engine for business development and to support the digital transformation processes of the company. Our combined experiences and our passion for space marketing to create new and exciting solutions to launch new projects and new companies.\n",
  "Industry": "Information Research",
  "Location": "Australia",
  "Founded": "2019",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "FluroSat",
  "Idea": "At FluroSat, we analyse remote sensing data (aerial and/or satellite imagery). We build supercharged agronomic tools to quantify the crop stress and answer the \"why?\"​ rather than \"where?\"​. Our platform allows agronomists to access satellite/plane or upload drone data, and provides them with the information on the stress levels and nutrient content distribution around the paddock (e.g., crop health maps, N/ chlorophyll levels maps) calculated using our advanced modeling and processing tools. We go into in-depth analysis, extending beyond NDVI into the identification of individual crop stressors.",
  "Industry": "Satellites",
  "Location": "Australia",
  "Founded": "2016",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "8600000"
 },
 {
  "Name": "Australia Space Launch",
  "Idea": "In early 2017, Australia Space Launch was formed to accelerate the planning for and development of a sovereign commercial space launch capability for Australia. ASL uses proven space technologies and converging information technologies to streamline operations, remove man-in-the-middle risks, assure range safing, and create a truly \"Always Go for Launch\" environment.",
  "Industry": "Logistics",
  "Location": "Australia",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Gilmour Space",
  "Idea": "Gilmour Space Technologies is an Australia and Singapore-based rocket company that is developing and launching low-cost hybrid launch vehicles for small satellites up to 400 kg. Gilmour Space Technologies is tracking for commercial LEO launches from 2020.",
  "Industry": "Launch",
  "Location": "Australia",
  "Founded": "2012",
  "Number of employees": "11-50",
  "Current funding level": "Series B",
  "Amount raised (USD)": "17533000"
 },
 {
  "Name": "HEO Robotics",
  "Idea": "HEO Robotics aims to transform how satellite operators and insurance companies assess satellite health, how we understand the distribution of space junk and how nations and organisations conduct space exploration.",
  "Industry": "Information Research",
  "Location": "Australia",
  "Founded": "2016",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Fleet",
  "Idea": "Fleet is an agile space company connecting the Internet of Things around the world using a massive fleet of small low-cost satellites. They're making it faster, simpler and cheaper to connect the world’s devices.",
  "Industry": "Infrastructure",
  "Location": "Australia",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "5000000"
 },
 {
  "Name": "Enpulsion",
  "Idea": "ENPULSION GmbH is a space tech company based in Austria. Founded in 2016, it has quickly become a dominant player in the space industry selling one of the most advanced propulsion solutions for small sats to a large number of worldwide satellite platform integrators. The unique, modular solution we offer brings high performance at low cost to satellite manufacturers, fostering the democratization of space and enabling the exploration and exploitation of the solar system, positioning ENPULSION at the very heart of the New Space era.",
  "Industry": "Satellites",
  "Location": "Austria",
  "Founded": "2016",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "3998400"
 },
 {
  "Name": "Maritime Launch Services",
  "Idea": "Our team are proven mission leaders. We’re passionate about doing things right because we’re not only building a commercial spaceport. We have a big vision with an exponential opportunity, and we’re the right people to make it happen",
  "Industry": "Launch",
  "Location": "Canada",
  "Founded": "2016",
  "Number of employees": "1-10",
  "Current funding level": "Series B",
  "Amount raised (USD)": "11000000"
 },
 {
  "Name": "Leap Biosystems",
  "Idea": "Our passion for space exploration, medicine and humanity drives us to change lives, systems and mindsets to provide the best expertise and medical care whatever the environment. Our mission is to combine clinical medicine with innovation and disruptive technologies for human space exploration, while translating these back to provide cutting edge medical care here on Earth.",
  "Industry": "Information Research",
  "Location": "Canada",
  "Founded": "2018",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "QEYNet",
  "Idea": "Global cyber security is under imminent threat from quantum computers. QEYnet's mission: a global, low-cost, microsatellite-enabled quantum key distribution network. We are founding a new era of ultra-secure communication. ",
  "Industry": "Satellites",
  "Location": "Canada",
  "Founded": "2016",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "GHGSat",
  "Idea": "GHGSat’s mission is to become the global reference for remote sensing of greenhouse gas (GHG), air quality gas, and other trace gas emissions from any source in the world. In June 2016, GHGSat launched the world’s first high-resolution satellite capable of measuring greenhouse gas (CO2 & CH4) emissions from any industrial facility in the world. GHGSat is using this unique satellite and its patented technology to provide greenhouse gas emissions monitoring data and services globally, with better accuracy and at at a fraction of the cost of comparable alternatives. Some of the sites monitored by GHGSat are identified by orange dots in the image below.",
  "Industry": "Information Research",
  "Location": "Canada",
  "Founded": "2011",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "20000000"
 },
 {
  "Name": "Kepler Communications",
  "Idea": "KEPLER develops next-generation satellite communication technologies and provides global satellite data backhaul services for wideband and Internet of Things applications with the long-term goal of building a network of satellites to provide in-space connectivity.",
  "Industry": "Satellites",
  "Location": "Canada",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "21500000"
 },
 {
  "Name": "SkyWatch",
  "Idea": "SkyWatch is on a mission to make satellite data accessible to the world. Every day, trillions of pixels are captured by satellites orbiting our planet. They believe that providing a singular point to discover and access the world’s remote sensing datasets will bring amazing change to geospatial analytics.",
  "Industry": "Satellites",
  "Location": "Canada",
  "Founded": "2014",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "4200000"
 },
 {
  "Name": "i-Space",
  "Idea": "I-Space was established in October 2016. The company is committed to developing excellent commercial launch vehicles and providing systemic launch solutions to provide global commercial aerospace customers with more efficient, better and more cost-effective launch services to significantly enhance human freedom to enter and exit space.",
  "Industry": "Launch",
  "Location": "China",
  "Founded": "2016",
  "Number of employees": "201-500",
  "Current funding level": "Series A",
  "Amount raised (USD)": "104500000"
 },
 {
  "Name": "OneSpace",
  "Idea": "One Space focuses on the development of smart small launch vehicles, aiming to provide cost-effective launch services for commercial micro-satellites around the world, and is committed to exploring the use of new technologies and mechanisms in commercial aerospace, and is determined to contribute to the world's commercial aerospace industry.",
  "Industry": "Launch",
  "Location": "China",
  "Founded": "2015",
  "Number of employees": "51-200",
  "Current funding level": "Series B",
  "Amount raised (USD)": "120200000"
 },
 {
  "Name": "Iceye",
  "Idea": "ICEYE provides commercial access to timely and reliable Earth observation data. The ICEYE SAR Satellite Constellation is capable of imaging any location on Earth every three hours, day and night, regardless of cloud cover.",
  "Industry": "Satellites",
  "Location": "Finland",
  "Founded": "2012",
  "Number of employees": "51-200",
  "Current funding level": "Series A",
  "Amount raised (USD)": "65100000"
 },
 {
  "Name": "Earthcube",
  "Idea": "Earthcube is developing monitoring solutions based on an automated analysis of geospatial information. By combining state-of-the-art AI technics in both Computer Vision and Machine Learning, Earthcube enables its customers to access more precise information, thus ensuring faster and less costly interventions.",
  "Industry": "Satellites",
  "Location": "France",
  "Founded": "2016",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "3300000"
 },
 {
  "Name": "ConstellR",
  "Idea": "At ConstellR, we agree with the United Nations: To feed the world, to protect our environment, and to conserve our resources, agriculture needs to become more efficient. And to do so, we will need systems which can monitor our crop's health: Daily, globally, and on the level of a single field. With ConstellR, we will offer exactly such a system. From space.",
  "Industry": "Satellites",
  "Location": "Germany",
  "Founded": "2020",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "OKAPI:Orbits",
  "Idea": "OKAPI:Orbits is an innovative SaaS startup dedicated to make space travel more sustainable through Collision Avoidance Software for satellites. The OKAPI:Orbits team envisions a safe and sustainable space environment, truly accessable to everyone. We are laser focused on creating innovative and efficient products to enable safe and secure satellite operations and seamless ground segment integration.",
  "Industry": "Software",
  "Location": "Germany",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "PT Scientists",
  "Idea": "PTScientists is a new-space company built on passion, technical expertise, and innovation. Their goal is to make space exploration accessible by bringing down the cost of missions and developing reusable space-based infrastructures to support future exploration, and inspire the next generation of engineers and scientists.",
  "Industry": "Rovers",
  "Location": "Germany",
  "Founded": "2009",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "HOSTmi",
  "Idea": "HOSTmi goal is the establishment of platform economics in the global space market, thereby improving the sustainable growth of the industry. The development of a dedicated online space market place adapted to the needs of the industry lays the foundation for standardized processes efficiently hooking up more payloads with flight opportunities.",
  "Industry": "Logistics",
  "Location": "Germany",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Marstronauts",
  "Idea": "My name is Dávid Tálas, and I created Marstronauts to spread my passion towards spaceflight and share what I learn during my journey to become a space doctor.\nMarstronauts is all about Mars colonies, space travel and the future of humanity. Founder David Talas started it to share his passion and educate others about space medicine (he's studying to become a doctor).",
  "Industry": "Media Education",
  "Location": "Hungary",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Pixxel",
  "Idea": "At Pixxel, we are making satellite imagery useful by building a constellation of nanosatellites to provide global, real-time and affordable satellite imagery and the tools to analyse that data. We are a team of motivated individuals with expertise in Engineering, Finance, Management and Artificial Intelligence, who are working towards creating India's first constellation of nano-satellites in the LEO, and more.\n",
  "Industry": "Satellites",
  "Location": "India",
  "Founded": "2018",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "STAR",
  "Idea": "Space Technology and Aeronautical Rocketry, also known as STAR, is a private Aerospace company incorporated as Avkashyaan Private Limited. STAR builds high powered rockets, rocket engines and other space systems. STAR's mission is to build easy, economical and efficient launch vehicle for small satellites and to build platforms for students to do research in the field of space technology.",
  "Industry": "Launch",
  "Location": "India",
  "Founded": "2015",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "NewRocket",
  "Idea": "NewRocket is developing advanced, environmentally friendly (\"Green Propulsion\"), rocket engines based on innovative, hypergolic, bi-propellant gel technology. NewRocket gel-propellant rocket engines are combining the best of both solid and liquid rockets – they are safe and simple to use while featuring high performance and controllability.\nMain market applications include in-space propulsion systems where our solutions may serve as a clean replacement for highly toxic legacy space fuels. These solutions include green, storable-propellant systems for space launchers' upper stages, space tugs, moon-landers, and small satellite propulsion systems.\n",
  "Industry": "",
  "Location": "Israel",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "700000"
 },
 {
  "Name": "Helios",
  "Idea": "Helios develops space resources technologies, specifically to extract oxygen and metals from the lunar soil. The big space agencies, SpaceX, Blue Origin etc all aim to establish a permanent lunar base in the coming decade and one of the main bottlenecks is the extremely high cost of sending materials from earth to the moon. The only viable way to realize this endeavour is by utilizing resources on site and dramatically reducing the cost of sourcing materials for the base.",
  "Industry": "Industrials",
  "Location": "Israel",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "120000"
 },
 {
  "Name": "May Marom",
  "Idea": "May Marom develops and builds humidity extraction system for vacuum, low gravity and harsh environments. The system use microwave based technology to extract humidity and other volatiles from rock, regolith and permafrost plantery soil. We strongly believe that by creating a system that would provide water in space we will allow cheaper and easier access to our solar system for new and smaller \"players\".",
  "Industry": "Infrastructure",
  "Location": "Israel",
  "Founded": "2019",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Latitudo 40",
  "Idea": "Latitudo 40 is an innovative start-up company that combines the skills and expertise of a large company with the passion and ability to innovate of a user centered design lean organization. Enhancing the 20 years experience of its founders in the ICT and Earth Observation fields, the company offers integrated solutions of geo-information in the cloud, based on images from earth observation satellites analyzed through innovative artificial intelligence algorithms, machine learning and big data analysis.",
  "Industry": "Software",
  "Location": "Italy",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "ispace",
  "Idea": "ispace is developing small, lightweight landers and rovers to establish a low-cost platform for scheduled transportation. This platform will improve quality by adopting agile development to speed up the process, reduce costs, and shorten lead times.",
  "Industry": "Rovers",
  "Location": "Japan",
  "Founded": "2010",
  "Number of employees": "51-200",
  "Current funding level": "Series A",
  "Amount raised (USD)": "92300000"
 },
 {
  "Name": "Astroscale",
  "Idea": "Astroscale aims to secure long-term spaceflight safety and orbital sustainability for the benefit of future generations.",
  "Industry": "Satellites",
  "Location": "Japan",
  "Founded": "2013",
  "Number of employees": "51-200",
  "Current funding level": "Series C+",
  "Amount raised (USD)": "117700000"
 },
 {
  "Name": "TimeTag.Space",
  "Idea": "TimeTag.Space is a very accurate time tagging and synchronization company which enhances functionality of satellites and spacecrafts. ​ Our space grade time of flight (TOF) technology provides extreme accuracy single-shot measurements for space LiDAR, 3D altimetry, as well as is adjustable for data transfer and time synchronization for satellite constellations which replaces atomic clock.",
  "Industry": "Satellites",
  "Location": "Latvia",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Maana Electric",
  "Idea": "Maana uses its proprietary In-Situ Resource Utilisation (ISRU) technologies developed for the space industry to revolutionise the way in which solar panels are produced, on Earth and in space. Maana is committed to the large scale reduction of greenhouse gasses, saving the Earth for future generations, whilst simultaneously advancing humanity towards becoming a space faring civilisation. ",
  "Industry": "Industrials",
  "Location": "Luxembourg",
  "Founded": "2018",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Sensar",
  "Idea": "Founded by industry veterans in 2017, Sensar helps organizations manage risks related to ground subsidence. Sensar provides professional data products based on satellite radar data. From our offices in Delft, the Netherlands we support customers across the globe.",
  "Industry": "Satellites",
  "Location": "Netherlands",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "200000"
 },
 {
  "Name": "SpaceChain",
  "Idea": "Founded in 2017, SpaceChain is a community-based space platform that combines space and blockchain technologies to build the world’s first open-source blockchain-based satellite network, allowing users to develop and run decentralized applications in space.",
  "Industry": "Infrastructure",
  "Location": "Singapore",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Asgard Space",
  "Idea": "Efficiently manage your satellites and make sure your assets are kept within the assigned position, avoid satellite collisions and shadowing, perform safe and successful orbital transfers and use your orbital slots efficiently by implementing denser co-locations with higher accuracy orbit determination. Our self-developed Orbit Determination Interferometer provides a powerful tool to track and manage your space assets. This passive RF ground system provide high accuracy 24/7 TDOA and FDOA data generated from the satellites broadcast signal or telemetry beacon. ",
  "Industry": "Satellites",
  "Location": "Spain",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Alen Space",
  "Idea": "Alén Space offers you the market’s most successful nanosatellite services. Our integral solutions include consultancy and advisory services, as well as the design, production and operation of small satellites. We will guide you every step of the way: from the drawing board until your project takes shape and your company starts reaping the benefits of having its very own constellation of nanosatellites, also known as ‘CubeSats’ or ‘SmallSats’.",
  "Industry": "Satellites",
  "Location": "Spain",
  "Founded": "2019",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Zero 2 Infinity",
  "Idea": "Zero 2 Infinity's mission is to enable people with a project and a passion to place themselves above the Earth in order to collect rich data, take high definition images, manage communications and more, much more.",
  "Industry": "Launch",
  "Location": "Spain",
  "Founded": "2009",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "1600000"
 },
 {
  "Name": "PLD Space",
  "Idea": "PLD Space is The European Company that is developing launcher technologies to provide suborbital and orbital commercial launch services, dedicated to small payloads and small satellites.",
  "Industry": "Launch",
  "Location": "Spain",
  "Founded": "2011",
  "Number of employees": "51-200",
  "Current funding level": "Series A",
  "Amount raised (USD)": "19800000"
 },
 {
  "Name": "Picterra",
  "Idea": "We help you find the right earth observation data sources, and provide you with machine-learning powered tools to transform raw image data into structured data and meaningful insights at a speed, scale and accuracy level that only our AI platform can guarantee.",
  "Industry": "Satellites",
  "Location": "Switzerland",
  "Founded": "2016",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "ClearSpace",
  "Idea": "ClearSpace is a spin-off from the EPFL Space Center focusing on developing technologies and services to remove unresponsive or derelict satellites from space. The company works on the CleanSpace One mission to demonstrate the set of technologies necessary for these operations.",
  "Industry": "Satellites",
  "Location": "Switzerland",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "mu Space",
  "Idea": "mu Space Corpe are on a mission to develop satellite communication technologies that will accelerate the adoption of Internet of Things devices, digital parks, and smart cities. We will also lead the way in Asia in commercial space travel, ultimately making space accessible to more people and enabling more space exploration missions in the future. We believe space and satellite advancements we do now will over time reap us tangible enhancements to improve quality of life. We know our mission is a large and difficult undertaking. But through our efforts and your unwavering support, we can help inspire people, particularly the next generation, to do more to make life more sustainable on Earth, and hopefully, soon in space.",
  "Industry": "Industrials",
  "Location": "Thailand",
  "Founded": "2017",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "3070000"
 },
 {
  "Name": "Black Arrow",
  "Idea": "Black Arrow Space Technologies will launch payloads of up to 500Kg into Polar Low Earth Orbit, or up to 300Kg into Sun Synchronous Orbit, from a unique seaborne launch vessel – our own Space Ship. The service will be marketed under ‘Horizon Sea Launch’. A safe, cost-effective, flexible service with low environmental impact.",
  "Industry": "Launch",
  "Location": "United Kingdom",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Space Impulse",
  "Idea": "Space Impulse was founded with a mission to lower space industry costs and accelerate times to orbit on a global B2B marketplace platform. The platform applies the security, transparency, and standardization advantages of blockchain and smart-contract technology to streamline industry supply chain integration. By fulfilling this mission, the company will help to clear and widen the pathway linking Earth and space, and empower a thriving and expanding space industry ecosystem.",
  "Industry": "Logistics",
  "Location": "United Kingdom",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "ShipInSpace",
  "Idea": "SHIPinSPACE LTD has designed a new Sub-Orbital Launcher, based on the idea of decoupling structures principle. The Company has prepared a £5M business plan to qualify a 44 Passengers+4 P/Ls Sub-Orbital Module. It is the largest Manned Space Vehicle ever by a factor of 7.",
  "Industry": "Launch",
  "Location": "United Kingdom",
  "Founded": "2012",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Reaction Engines",
  "Idea": "Our goal is to deliver a truly versatile propulsion system - a hybrid air-breathing rocket engine that can power an aircraft from a standing start to over five times the speed of sound for hypersonic flight in the atmosphere, and over 25 times the speed of sound for space access. With its wide range of operation and scalability, the Synergetic Air-Breathing Rocket Engine (SABRE™) represents a defining moment in powered flight.",
  "Industry": "Industrials",
  "Location": "United Kingdom",
  "Founded": "1989",
  "Number of employees": "51-200",
  "Current funding level": "Series B",
  "Amount raised (USD)": "161700000"
 },
 {
  "Name": "Isotropic Systems",
  "Idea": "Isotropic Systems is developing the world’s first multi-service, high-bandwidth, low power, fully integrated range of high throughput terminals designed to support the satellite industry 'reach beyond' traditional markets.",
  "Industry": "Industrials",
  "Location": "United Kingdom",
  "Founded": "2013",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "20000000"
 },
 {
  "Name": "Skyrora",
  "Idea": "Skyrora Limited is a UK company headquartered in Edinburgh, developing launch vehicle technology that has evolved from previous rocket systems. We aim to reduce the cost of space launches through the combination of proven technology and advanced engineering methods. ",
  "Industry": "Launch",
  "Location": "United Kingdom",
  "Founded": "2017",
  "Number of employees": "51-200",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Space Talos",
  "Idea": "Space Talos is the world's first company that actively shields satellites from space radiation. They aspire to change how space industry protects satellites against radiation.",
  "Industry": "Satellites",
  "Location": "United Kingdom",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Sen",
  "Idea": "Sen’s vision is to democratize space with unique perspectives of our ever changing planet and future in space, accessible by everyone, to inform, educate, inspire and benefit all humanity. Sen's mission is to explore the Solar System and one day beyond, democratizing the Universe for all humanity.",
  "Industry": "Media Education",
  "Location": "United Kingdom",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "1250000"
 },
 {
  "Name": "Additive Rocket Corporation",
  "Idea": "Space exploration hinges on the innovation of propulsion technology. Building on this fundamental thought, ARC capitalizes on the limitless potential of metal 3D printing technologies to deliver products with a high standard of safety and reliability.",
  "Industry": "Industrials",
  "Location": "United Kingdom",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Orbex",
  "Idea": "Orbex has developed one of the most advanced, low carbon, high performance micro-launch vehicles in the world. They launch customer satellites into polar and sun-synchronous low Earth orbits from a unique, modern launch location in the heart of the European continent.",
  "Industry": "Launch",
  "Location": "United Kingdom",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "39800000"
 },
 {
  "Name": "UKAM",
  "Idea": "UKAM's goal is to to develop British space analogue missions, providing practical opportunities in the UK, to reignite the passion for human spaceflight within the British public and to promote international and interdisciplinary STEM collaboration.",
  "Industry": "Information Research",
  "Location": "United Kingdom",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Space Store",
  "Idea": "Space Store's mission is to build a global network of space-themed retail and food & beverage destinations.",
  "Industry": "Media Education",
  "Location": "United Kingdom",
  "Founded": "2016",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Oxford Space Systems",
  "Idea": "Oxford Space Systems is an award-winning space technology business that's pioneering the development of a new generation of deployable antennas and structures that are lighter, less complex and lower cost than those in current commercial demand",
  "Industry": "Industrials",
  "Location": "United Kingdom",
  "Founded": "2013",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "20000000"
 },
 {
  "Name": "Open Cosmos",
  "Idea": "Open Cosmos' vision is a world empowered by actionable information from space. Their mission to deliver effective satellite-based solutions for global challenges.",
  "Industry": "Logistics",
  "Location": "United Kingdom",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "7000000"
 },
 {
  "Name": "Epsilon3",
  "Idea": "Epsilon3 is the leading operations management software for engineers and operators in the space industry. Our web-based platform helps teams streamline and track engineering, assembly, testing and many other complex procedures. We were founded by leaders from SpaceX and Epirus who've applied years of industry experience to building a secure and reliable operating system tailor-made for space missions.",
  "Industry": "Software",
  "Location": "United States",
  "Founded": "2021",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "15000000"
 },
 {
  "Name": "Astra",
  "Idea": "Astra's mission is to improve life on Earth from space.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "201-500",
  "Current funding level": "Series B",
  "Amount raised (USD)": "100000000"
 },
 {
  "Name": "Skylo",
  "Idea": "Skylo’s team members are results-oriented but also lifelong learners. We look for people who strive for simplicity and are pragmatic, but don’t lose sight of our incredibly ambitious mission. If you're excited to bring wireless connectivity to millions of machines and sensors across the globe, we want to talk to you.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "51-200",
  "Current funding level": "Series B",
  "Amount raised (USD)": "103000000"
 },
 {
  "Name": "Loft Orbital",
  "Idea": "All missions fly on high-performance, flight-proven, satellite buses. Our Payload Hub offers additional capabilities to augment missions such as onboard processing and intersatellite link for persistent access",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "51-200",
  "Current funding level": "Series B",
  "Amount raised (USD)": "156000000"
 },
 {
  "Name": "Astranis Space Technologies Corp",
  "Idea": "We will triple the satellite internet capacity of Alaska.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "201-500",
  "Current funding level": "Series A",
  "Amount raised (USD)": "13500000"
 },
 {
  "Name": "Muon Space",
  "Idea": "Our goals for the global coverage and rapid cadence of observations provided by Muon Space constellations are to reveal and monitor details of the state of the atmosphere, ocean and land, and improve predictions of future changes in the Earth system.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2021",
  "Number of employees": "51-200",
  "Current funding level": "Series A",
  "Amount raised (USD)": "25000000"
 },
 {
  "Name": "Solestial",
  "Idea": "For the new-space projects that need 100X more energy @10X lower price than available today, we develop solar PV technology to make power in space affordable. There is a demand for 100 MW of solar for space in the next 5 years. But the existing space solar panels are extremely expensive and very slow to manufacture. With today's technology 100 MW of space solar panels will cost more than $60B and it will take more than 10 years to manufacture. Regher Solar solves this problem. Regher Solar is revolutionizing the access to power in space with space tolerant ultrathin silicon solar panels, which for the first time on the market, will have both high efficiency and low cost in a single light-weight and flexible package. Join us as we disrupt the space solar industry!",
  "Industry": "Industrials",
  "Location": "United States",
  "Founded": "2013",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "1300000"
 },
 {
  "Name": "Exo-Space",
  "Idea": "Leveraging our expertise in A.I., machine vision, and satellite design our mission is to offer an edge software and hardware package that can withstand the harsh environment of space. These edge devices will provide data processing services for space applications, and create services that would never have been possible.",
  "Industry": "Software",
  "Location": "United States",
  "Founded": "2020",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "208000"
 },
 {
  "Name": "Tropical Weather Analytics, Inc.",
  "Idea": "To save lives and mitigate damage from hurricanes and other climate related events.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Spaced Ventures",
  "Idea": "We are a group of doers and dreamers who want to live in a world where vacationing on the moon or living on Mars isn’t just science fiction but a real option. We are passionate about entrepreneurship, finance and all things space, and are deeply committed to the Spaced Ventures mission of making the industry accessible to companies and investors of all sizes.",
  "Industry": "Information Research",
  "Location": "United States",
  "Founded": "2020",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Slingshot Aerospace ",
  "Idea": "Slingshot Aerospace empowers government and commercial customers to make better decisions and increase mission success by bringing the physical space domain into the digital world. Launched in 2017 and based in Austin, TX, and Los Angeles, CA, Slingshot Aerospace, Inc. provides clarity in complex environments by elevating customers’ abilities to monitor, simulate, and optimize space systems from design to operations with its dynamic virtual environments and decision intelligence technologies for space. \n\n",
  "Industry": "Information Research",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "17000000"
 },
 {
  "Name": "Varda Space",
  "Idea": "Building a manufacturing platform that will enable humanity to reduce reliance on Earth's resources.",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2020",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "9000000"
 },
 {
  "Name": "Applied Ion Systems LLC",
  "Idea": "Applied Ion Systems (AIS) aims to lower the barrier of entry into electric propulsion through the open development of low cost propulsion systems for nanosats and picosats. AIS works closely with the community to specifically provide propulsion solutions catered to the majority of teams that cannot afford standard propulsion systems on the market. AIS actively researches all forms of electric propulsion, with emphasis of simplified design, accessibility, modularity, and rapid prototyping through its unconventional approach. AIS also provides resources openly to the educational, enthusiast, and research communities, showing how propulsion systems can be designed, built, and tested with extremely limited resources. Founded in 2019, AIS has delivered three micro-PPTs for orbital demonstrations in its first year, two of which planned for flight aboard the GENESIS PocketQubes at the end of 2020, with additional developments in ionic liquid electrospray technology and experimental fuel delivery for plasma and ion thrusters.\n",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2019",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "10000"
 },
 {
  "Name": "Ramon.Space",
  "Idea": "Ramon.Space is a leader in space-resilient computing infrastructure. Powered by its unique AI/ML processors, Ramon.Space’s software-empowered systems enable the realization of Earth-like computing capabilities in space. The company’s proven technology is already deployed in space and in many satellites spanning more than 50 space missions across the solar system – with zero failures Ramon.Space has offices in the United States and Israel.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2004",
  "Number of employees": "51-200",
  "Current funding level": "Series A",
  "Amount raised (USD)": "17500000"
 },
 {
  "Name": "Utowave",
  "Idea": "Utowave is a space venture with a mission to launch moonshot satellite constellations that will help advancement of human race. SpaceDust is an ultra light pico-satellite LEO constellation that will bring internet to the 4B people without access.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2020",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Eclipse Orbital",
  "Idea": "The goal at Eclipse Orbital can be summed up in one sentence: making space affordable and available to everyone. While our launch vehicle won’t get the record of smallest rocket to orbit it will get the record for best value and easiest to use by customers, which are very important milestones to achieve. With CubeSats becoming an ever-growing market it’s crucial that there are affordable options for anyone who wants to send something to space.\n",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "OrbitsEdge",
  "Idea": "OrbitsEdge proprietary SatFrame empowers space commercialization through a software-defined data infrastructure that delivers the agility to dynamically adapt to new demands. By leveraging an in-orbit virtualized architecture, ObitsEdge delivers high-performance computing, analytics and AI as-a-service. Our unique satellite protects technology designed for Earth from the harshness of space and includes power, cooling, satellite to satellite communications, avionics and IoT integration.",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Stellar Amenities",
  "Idea": "Stellar Amenities designs super functional and comfortable places in small spaces from Earth to Mars and everywhere in between. The company mission is to lower behavioral health risks and boosting crew's productivity to enable multiplanetary future of humanity.",
  "Industry": "Habitats",
  "Location": "United States",
  "Founded": "2019",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Momentus",
  "Idea": "Momentus is providing a shuttle service for satellites. Large rockets deliver our shuttles loaded with satellites into an initial orbit. Our shuttles then transport these satellites the last mile to their target orbits. Our satellite shuttles are powered by water plasma engines and make deployment of satellites at least two to three times cheaper.",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "33800000"
 },
 {
  "Name": "Epic Aerospace",
  "Idea": "EPIC is building the physical layer to the internet of satellites. We are connecting every point in space with the first reusable space-tug.",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "150000"
 },
 {
  "Name": "Miles Space",
  "Idea": "Miles Space was founded in 2015 as a space exploration and technology development company and will be competing in the NASA Cube Quest Challenge with a planned launch date in late 2017. Miles Space is building a 14kg 6U spacecraft capable of achieving lunar orbit then breaking away for deep space operation. Using an array of ConstantQ plasma thrusters, a phased array antenna that is fabricated while in space, and new AI systems, \"Miles\" (the spacecraft) will autonomously navigate its mission objectives of lunar orbit and deep space communications. ",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Leo Aerospace",
  "Idea": "Leo Aerospace is building a dedicated delivery service for microsatellites. Making it as easy to put a satellite into space as it is to ship a package across the country. To achieve this, we’re developing a suite of services to launch on-demand to any low earth orbit. All while requiring zero fixed ground infrastructure and providing high launch frequency. After a series of successful launch tests in 2018, we are poised to launch our first payload to space in 2020.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Astralytical",
  "Idea": "Astralytical is a research, consulting, and publishing firm founded in 2016 and located outside of Atlanta. Our focus is the big-picture outlook on the space sector including space-related scientific research, industry and policy analysis, career coaching, and communications. We welcome global clientele for consulting, coaching, project, or ongoing support.",
  "Industry": "Information Research",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Phase Four",
  "Idea": "Based in El Segundo, California, Phase Four is enabling the exponential growth of satellite constellations by solving the satellite’s costliest problem, the propulsion system. The company’s electrodeless RF thruster is the smallest plasma propulsion system available today, and can be scaled for use from CubeSat to SmallSat to school bus-sized satellites. By eliminating the most common failure points in incumbent technologies – electrodes, high-voltage electronics, and complex fabrication – Phase Four has built a system that is reliable and offers high-performance with baked-in manufacturability. Designed with tomorrow’s satellites and constellations in mind, the P4 RF thruster brings SmallSats the same performance levels of large satellites, in a simpler form factor. ",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "1000000"
 },
 {
  "Name": "Stofiel Aerospace",
  "Idea": "We are opening up access to space through capabilities achieved through our technological advances. We want to be your gateway to the stars and shepherd home. It is only fitting that we are located in St. Louis – the gateway city that equipped and launched the pioneers who settled the West ",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Hydrosat",
  "Idea": "Hydrosat is a satellite data company delivering insights into plant health for commercial, financial, and government partners across the globe.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "RedWorks",
  "Idea": "RedWorks is developing an on-site 3d printing system to meet the challenges facing builders today with technology originally created for use in space. RedWorks’ In-Situ Additive Construction (ISAC) Printer will use a 3D printing process that only requires on-site sources of sand/dust/dirt to create materials that can match the strength of existing masonry. Our technology will cut overhead costs, reduce site logistics, and let builders print custom materials without impacting costs or build-time, and with virtually no waste.",
  "Industry": "Industrials",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Spacept",
  "Idea": "We fuse satellite images with AI to prevent power outages and fires sparked by falling trees and storms. Our solution saves lives and reduces CO2 emissions while also radically reducing time and cost for infrastructure inspection.",
  "Industry": "Software",
  "Location": "United States",
  "Founded": "2019",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "110000"
 },
 {
  "Name": "First Resonance",
  "Idea": "First Resonance is providing the infrastructure for the builders of tomorrow. Our industry-specific solutions are built for engineers, by engineers. Our team has experienced the pains of developing complex hardware, and we have learned that it is not the lack of innovation that is stalling companies. Rather, engineers do not have the tools they need to move fast and deliver hardware with confidence, and the majority of their time is stuck sifting through spreadsheets, emails, and files.",
  "Industry": "Logistics",
  "Location": "United States",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Audacy",
  "Idea": "Audacy is redrawing the map of space connectivity, covering existing markets and enabling entirely new applications. Our architecture not only supports the explosive growth LEO satellites, but enables always-on & real-time data access anywhere from launch pad to lunar distance. ",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "13100000"
 },
 {
  "Name": "Gateway Galactic",
  "Idea": "The Antaios platform is a refueling depot being developed by Gateway Galactic, Inc. for orbital applications. Antaios will be available for launch providers to utilize and will reduce the cost to perform space operations further than low earth orbit, and drastically enhance payload options to customers. Customers to benefit from Antaios are the launch providers of the world. Gateway Galactic, Inc. is truly \"Your door to the Stars.\"",
  "Industry": "Logistics",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "53000"
 },
 {
  "Name": "SpacePharma",
  "Idea": "SpacePharma provides researchers access to the unique environment of microgravity, using cutting edge remote controlled labs. Past microgravity experiments have produced superior crystals in many cases. However, since there was no on-line result analysis several mission were required. SpacePharma's solution allows real-time analysis and decision making during a single mission.",
  "Industry": "Information Research",
  "Location": "United States",
  "Founded": "2012",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Atomos Space",
  "Idea": "Atomos changes the rocket equation by adding a second logistics step to satellite launch. Space tugs reside in orbit so that last mile services--orbit raising, precision insertion, phasing, and plane changes—can be accomplished rapidly and cost-effectively.",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "460000"
 },
 {
  "Name": "Southern Stars",
  "Idea": "Southern Stars has a long history in the space business. We’ve been developing planetarium software since 1993. Our SkyChart III for Mac and Windows won Sky & Telescope magazine’s first Hot New Products award in 1998. With our roots in astronomy software development, our expertise in telescope control, and our growing experience with small spacecraft missions, the sky is truly no longer a limit!",
  "Industry": "Logistics",
  "Location": "United States",
  "Founded": "2010",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "117000"
 },
 {
  "Name": "AstroComm",
  "Idea": "AstroComm Technologies, LLC, was formed in the beginning of 2014 as a joint enterprise of three companies noted below to bring together their respective skills and experience in consulting, products, and solutions to issues and opportunities in Satellite Communications. AstroComm's mission is to develop better, cost-effective solutions that address our Satellite Communication customers' needs by bringing to bear extensive experience and knowledge of hardware, software and satellite.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Abstract Assembly",
  "Idea": "Abstract Assembly is a startup that makes next-gen deep learning agents that learn how to put parts together into complex systems like satellites and computers. They can figure out how to connect components as naturally as we visualize how a plug fits a socket. Our vision is to achieve general intelligence for engineering. ",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "RoGo Fire",
  "Idea": "Our mission is to deliver a communication system that will reduce line of duty deaths, firefighting expense and property damage, as well as improve firefighter situational awareness by ensuring a productive deployment of emergency responders and a more effective hazard response execution utilizing state of the art communications technology.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Gold Orbit",
  "Idea": "Gold Orbit is a manufacturing company that builds a modular armor for Satellites and small spacecraft protecting them from both radiation and space debris. We use proprietary technology to help protect our future in space.",
  "Industry": "Industrials",
  "Location": "United States",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Exodus Space Corp",
  "Idea": "Exodus Space believes space transportation will be defined by fully reusable and efficient, AI-driven horizontal takeoff and landing spaceplanes. Utilizing our patented designs and forward thinking in multipurpose launch vehicles, our goal is to transform how we access space.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2018",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "EXOS Aerospace",
  "Idea": "EXOS is a leading developer of reusable space vehicles based in Caddo Mills, Texas. EXOS provides affordable, repeatable, and reliable commercial spaceflight with accelerated turnaround. Our payload customers are those who want to “fly now,” rather than two years from now, need minutes of micro G time, and prompt access to their payload.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "1000000"
 },
 {
  "Name": "Spire",
  "Idea": "Spire is a data and analytics company that collects data from space to solve problems on Earth. Owning and operating one of the largest satellite constellations in the world, Spire identifies, tracks, and predicts the movement of the world's resources and weather systems so that businesses and governments can make smart decisions.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2012",
  "Number of employees": "51-200",
  "Current funding level": "Series C+",
  "Amount raised (USD)": "140500000"
 },
 {
  "Name": "Astrobotic",
  "Idea": "We make high-capability space missions practical for a broad spectrum of business, scientific, and social applications.We believe in the elegant, pragmatic use of robotics to drive down cost, improve capability, and increase reliability.We will empower a thriving human space presence that explores the world beyond Earth orbit. Astrobotic Technology, Inc. is a space robotics company that seeks to make space accessible to the world. The company’s lunar lander, Peregrine, delivers payloads to the Moon for companies, governments, universities, non-profits, and individuals.",
  "Industry": "Rovers",
  "Location": "United States",
  "Founded": "2008",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "12500000"
 },
 {
  "Name": "Atlas Space",
  "Idea": "ATLAS Space Operations, Inc. provides a revolutionary approach to satellite communications and in 2017 was listed by Morgan Stanley as a top 12 disruptor in the satellite industry - by providing satcom as a service. ATLAS was founded on the ideal of providing affordable access to space for all. We believe that providing an exceptional level of service shouldn't be cost prohibitive. Stemming from the innovation in the satellite and launch sectors, there became a data bottleneck on the ground - with no solution in sight. Enter ATLAS. Unlike legacy ground solutions, ATLAS utilizes a software-centric, cloud-based approach - the Freedom™ Software Platform. This proprietary software allows us to cut costly overhead, streamline operations and allow customers to gather more data, faster from space for use in the real world.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "722000"
 },
 {
  "Name": "BridgeSat",
  "Idea": "BridgeSat Inc. is developing an optical communications network that offers secure delivery of big data from low Earth orbit (LEO) satellites at faster speeds and a lower cost than traditional radio frequency solutions. BridgeSat’s turnkey solution is designed to seamlessly connect satellites from space to the ground and meet accelerating demand for big data collection from LEO.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series B",
  "Amount raised (USD)": "10000000"
 },
 {
  "Name": "Hawkeye 360",
  "Idea": "One of the most defining features of today’s world is invisible to the naked eye. Increasingly, the lifeblood of the modern, digital economy is carried by the electromagnetic spectrum. Many types of objects emit radio frequencies for vital functions such as communication, navigation, and operation. Our satellites will deliver a brand new data layer never before available commercially — precise mapping of radio frequency emissions. This unique ability to identify and geolocate sources of radio frequencies from space will reveal previously invisible knowledge about human activities around the world.",
  "Industry": "Information Research",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series B",
  "Amount raised (USD)": "99300000"
 },
 {
  "Name": "Nanoracks",
  "Idea": "NanoRacks is committed to helping stimulate the market demand across all orbiting platforms by creating a commercial climate conducive to allowing new users, from students to researchers, from government space agencies to individuals, to conduct research, design experiments, tinker, make mistakes, and maybe realize wonderful breakthroughs in low-earth orbit and beyond. ",
  "Industry": "Logistics",
  "Location": "United States",
  "Founded": "2009",
  "Number of employees": "51-200",
  "Current funding level": "Series A",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Speqtral",
  "Idea": "SpeQtral is developing space-based, quantum communication built on technologies developed at the Centre for Quantum Technologies (CQT) at the National University of Singapore. The team has developed technologies that harness the unique properties of quantum physics to enable encryption methods that can secure communications with forward security.",
  "Industry": "Industrials",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "1900000"
 },
 {
  "Name": "Ursa Major Technologies",
  "Idea": "Ursa Major Technologies is a Colorado based manufacturer of turnkey propulsion solutions for a wide range of vehicles sized for servicing the micro- and nanosatellite launch community. In order to increase access to space, the current large aerospace model requires supplementation of more frequent launches, the timing and mission of which are dictated by the customer. Ursa Major is enabling this by offering versatile propulsion solutions well-suited for a variety of these \"Venture Class\" launch vehicles.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "World View Enterprises",
  "Idea": "World View® is pioneering a new frontier at the edge of space and leading the way in the emerging stratospheric economy. As an active, full-service commercial launch provider, World View’s technology is already opening up new realms of possibility for commercial customers around the world. ",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2013",
  "Number of employees": "51-200",
  "Current funding level": "Series C+",
  "Amount raised (USD)": "41800000"
 },
 {
  "Name": "Analytical Space",
  "Idea": "Every day, remote sensing satellites generate as much data as is stored in the Library of Congress. To bring more of this data down to Earth, Analytical Space is launching a satellite relay network that will provide the first secure, reliable, high-speed data connection in space. Satellite operators uploading to the network will have access to more of their data in less time, all while using their existing hardware.",
  "Industry": "Logistics",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "4000000"
 },
 {
  "Name": "Vector Launch",
  "Idea": "Vector is a disruptive innovator that connects space startups with affordable and reliable space access. Vector has a BIG vision to reshape the multi-billion dollar launch market and combines dedicated low-cost micro satellites launch (Vector Launch) and software defined satellites (GalacticSky) to dramatically increase access and speed to orbit. With products proudly designed, produced, and launched in the U.S.A.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "51-200",
  "Current funding level": "Series B",
  "Amount raised (USD)": "102800000"
 },
 {
  "Name": "LEO Labs",
  "Idea": "LeoLabs’ mission is to secure commercial operations in low Earth orbit (LEO). As the LEO ecosystem around our planet gets more congested, the risk of collisions rises, and the need to map the orbits of spacecraft, satellites and space debris grows with every launch. Meanwhile, new generations of commercial spacecraft, such as small and cube satellites, are causing a dramatic increase in imaging, communications and human spaceflight prospects. LeoLabs was founded to address these risks today. With a worldwide network of ground-based, phased-array radars that enable high resolution data on objects in LEO, LeoLabs is uniquely equipped to offer foundational mapping data and services to mitigate the risks of collisions. These services include rapid orbit determination, early operational support, and ongoing orbit awareness. LeoLabs is a venture-funded company based in Menlo Park, CA, and provides its services to commercial satellite operators, government regulatory and space agencies, and satellite management services firms.",
  "Industry": "Logistics",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Akash Systems",
  "Idea": "Akash, Systems, Inc., (San Francisco, CA) founded in 2016 by Felix Ejeckam and Ty Mitchell, is focused on developing and supplying the next generation of extreme bandwidth, hyper-efficient communications gear for space satellites. Akash is working to accelerate the world’s march towards universal and low-cost access to the internet. A breakthrough new composite material, gallium nitride (GaN)-on-Diamond, invented by Akash cofounder Ejeckam, is at the heart of Akash’s products.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "17600000"
 },
 {
  "Name": "Axiom Space",
  "Idea": "Axiom’s international commercial space station will stimulate growth of the low Earth orbit (LEO) user community by providing additional and expanded services at ISS and allowing a seamless transition to the Axiom station when ISS is retired. This Axiom Space commercial initiative will allow NASA to realize their mandate to transition the multibillion-dollar LEO market to the private sector.",
  "Industry": "Biosphere",
  "Location": "United States",
  "Founded": "2015",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "OneWeb",
  "Idea": "OneWeb's mission to make a world of difference has made us first-movers in the field of Low Earth Orbit (LEO) satellite telecommunications. Our solutions will shape that world, connecting everywhere to everyone, helping to bridge the digital divides that exist so nobody gets left behind. As leaders in this endeavor, we recognize that we must develop and deploy technology with established best-practises that will sustain the responsible management and best-use of our space environment for everybody, for the future.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2012",
  "Number of employees": "11-50",
  "Current funding level": "Series B",
  "Amount raised (USD)": "3000000000"
 },
 {
  "Name": "Space Angels",
  "Idea": "Space Angels provides unparalleled access to the best early-stage space ventures on (or off) the planet. Our platform makes it easy for angels to understand and invest in these deals and to connect and interact—not only with other members, but also with the Astropreneurs who are shaping our future in space.",
  "Industry": "Information Research",
  "Location": "United States",
  "Founded": "2007",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Altius Space",
  "Idea": "Altius is a space robotics and technology startup with expertise in orbital rendezvous and capture robotics, active debris removal, spacecraft mechanisms, assistive telerobotics, in-space propellant transfer, satellite servicing, on-orbit assembly and manufacturing, and heliogyro solar sails. Based near Boulder, Colorado, Altius is comprised of a talented team of engineers, physicists, roboticists, and space entrepreneurs, working together to design, manufacture, and test game-changing technologies for satellite, launch vehicle, and space facility customers.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2010",
  "Number of employees": "11-50",
  "Current funding level": "Seed",
  "Amount raised (USD)": "87600"
 },
 {
  "Name": "Because Learning",
  "Idea": "Through Ardusat Space Program, students can run experiments on satellites to collect real space data. Our Mission Control team will help your students design their experiments, which includes: choosing sensors, collection frequencies, and locations around the globe, that will deliver the kind of data real scientists work with. Through our partnership with Spire we’ll run your experiment in space and deliver back the data the satellites collect.",
  "Industry": "Media Education",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Series A",
  "Amount raised (USD)": "2000000"
 },
 {
  "Name": "SpaceVR",
  "Idea": "SpaceVR is a transformative virtual experience that has the power to evolve planetary consciousness and solve global issues. We have pioneered a multi-sensory, virtual experience that takes you on voyage to the vast skies of Earth’s orbit while in a zero-gravity float tank. Our stellar team is working on launching the world’s first virtual reality camera satellite in the history of humanity. Join our mission!",
  "Industry": "Media Education",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Relativity Space",
  "Idea": "Founded in late 2015, Relativity is creating an entirely reimagined process to iterate and scale rockets quickly and build the future of humanity in space. They believe the future of humanity is interplanetary. In realizing that vision, they will create technology that also betters life on Earth.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "501-1000",
  "Current funding level": "Series B",
  "Amount raised (USD)": "45700000"
 },
 {
  "Name": "Kubos",
  "Idea": "Kubos delivers end-to-end mission software through KubOS Linux, a flight software framework for satellites, and Major Tom, mission control software for satellite operators.",
  "Industry": "Logistics",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "2400000"
 },
 {
  "Name": "Capella Space",
  "Idea": "Capella Space's mission is to make timely Earth observation an essential tool for commerce, conservation, and well-being. A world that shares a richer understanding of life on our planet will be a better place to live; Capella Space contribute to that knowledge by documenting change across the globe in entirely new and powerful ways.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2016",
  "Number of employees": "11-50",
  "Current funding level": "Series B",
  "Amount raised (USD)": "33900000"
 },
 {
  "Name": "Bagaveev",
  "Idea": "Bagaveev's mission is to explore and conquer the cosmos for the benefit of mankind. Their short term goal is to launch nano-satellites once a week so small teams can quickly innovated in space and grow into large teams and large satellite companies. Their intermediate goal is to build two-person fully reusable rocket and a spacecraft. Their long term goals are to establish mining, production and communications hubs on the Moon's surface.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2013",
  "Number of employees": "1-10",
  "Current funding level": "Seed",
  "Amount raised (USD)": "655000"
 },
 {
  "Name": "Firefly Aerospace",
  "Idea": "Firefly Aerospace Inc. (“Firefly”), headquartered in Austin, TX, is committed to providing economical and convenient access to space for small payloads through the design, manufacture and operation of reliable launch vehicles.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "51-200",
  "Current funding level": "Series A",
  "Amount raised (USD)": "21600000"
 },
 {
  "Name": "Bryce Space & Tech",
  "Idea": "Bryce Space and Technology is an analytics and engineering firm for space and satellite, cyber, and R&D clients. They help their clients turn technology into mission and business success.",
  "Industry": "Information Research",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "SpaceX",
  "Idea": "SpaceX designs, manufactures and launches advanced rockets and spacecraft. The company was founded in 2002 to revolutionize space technology, with the ultimate goal of enabling people to live on other planets.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2002",
  "Number of employees": "1000+",
  "Current funding level": "Series C+",
  "Amount raised (USD)": "2850000000"
 },
 {
  "Name": "Rocket Lab",
  "Idea": "The satellites of today are getting smaller, doing more and costing less – and thousands of them need to get on orbit. Small satellites have been promised frequent, reliable and affordable dedicated launch for decades. Rocket Lab aims to deliver on this with a tailored, responsive launch service operating right now.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2006",
  "Number of employees": "201-500",
  "Current funding level": "Series C+",
  "Amount raised (USD)": "215000000"
 },
 {
  "Name": "Planet",
  "Idea": "Planet's mission is to image the entire Earth every day and make global change visible, accessible, and actionable.Planet started as a small team of physicists and engineers, and now operates the world’s largest constellation of Earth-imaging satellites. They offer customers a diverse selection of 3-meter, 5-meter, and 80-centimeter data products, all under one roof.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2010",
  "Number of employees": "201-500",
  "Current funding level": "Series C+",
  "Amount raised (USD)": "183100000"
 },
 {
  "Name": "Orbit Fab",
  "Idea": "Orbit Fab envisions a thriving in-space market for products and services that support both existing space businesses (communications and Earth observation) and new industries like space tourism, manufacturing, and mining. They offer a ubiquitous supply of satellite propellant in Earth Orbit, expanding the operational potential of new and existing space assets and enabling unprecedented business model flexibility for satellite owners.",
  "Industry": "Infrastructure",
  "Location": "United States",
  "Founded": "2018",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Moon Express",
  "Idea": "We believe in redefining the possible by expanding Earth’s economic and social sphere to our 8th continent, the Moon. We welcome expedition and payload partners on our commercial missions of opportunity. Our MX explorer systems are also available for charter and customer owned missions, delivering breakthrough opportunities for scientific and commercial exploration at an unprecedented low cost.",
  "Industry": "Rovers",
  "Location": "United States",
  "Founded": "2010",
  "Number of employees": "51-200",
  "Current funding level": "Series B",
  "Amount raised (USD)": "65500000"
 },
 {
  "Name": "Made In Space",
  "Idea": "Made In Space is the space-based manufacturing company. They specialize in leveraging the unique properties of the space environment to develop solutions to commercial, industrial, research and defense challenges. They see a future where life and work in space are commonplace.\n",
  "Industry": "Industrials",
  "Location": "United States",
  "Founded": "2010",
  "Number of employees": "51-200",
  "Current funding level": "Seed",
  "Amount raised (USD)": "73000000"
 },
 {
  "Name": "Cemvita Factory",
  "Idea": "Creating a sustainable future on Earth while enabling human exploration to Mars. Their CO2 utilization platform mimics photosynthesis to produce nutrients and pharmaceutics for deep space exploration and industrial chemicals and polymers for energy sustainability.",
  "Industry": "Biosphere",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "1-10",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Blue Origin",
  "Idea": "Blue Origin believes that in order to preserve Earth, our home, for our grandchildren’s grandchildren, we must go to space to tap its unlimited resources and energy. Like the Industrial Revolution gave way to trade, economic abundance, new communities and high-speed transportation - our road to space opens to the door to the infinite and yet unimaginable future generations might enjoy. Paving the way starts now.",
  "Industry": "Launch",
  "Location": "United States",
  "Founded": "2000",
  "Number of employees": "1000+",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "1000000000"
 },
 {
  "Name": "AI SpaceFactory",
  "Idea": "AI SpaceFactory is a multi-planetary architectural and technology design agency, building for earth and space.",
  "Industry": "Habitats",
  "Location": "United States",
  "Founded": "2017",
  "Number of employees": "11-50",
  "Current funding level": "Self-funded",
  "Amount raised (USD)": "0"
 },
 {
  "Name": "Accion Systems",
  "Idea": "Accion focuses on in-space propulsion using small ion engines which are designed for the smallsat market.",
  "Industry": "Satellites",
  "Location": "United States",
  "Founded": "2014",
  "Number of employees": "11-50",
  "Current funding level": "Series A",
  "Amount raised (USD)": "15500000"
 }
]